[
{"_id":{"$oid":"67f541302881db471f2dbed9"},"id":2,"name":"The Dreamweavers","profileImage":"http://localhost:5001/assets/images/dreamweavers.jpg","genre":"Indie","bio":"Una banda indie innovadora, reconocida por sus paisajes sonoros atmosféricos y letras poéticas.","banner":"http://localhost:5001/assets/images/banner2ee.jpg","seguidores":"1.2M","ubicacion":"Berlín, DE","albums":[{"$oid":"67f90000aabcdef012345670"},{"$oid":"67f900009abcdef012345670"},{"$oid":"67f800004abcdef012345678"},{"$oid":"692750631e941a132f8a4779"},{"$oid":"692752a61e941a132f8a48ce"}],"concerts":[{"id":1,"location":"Berlin, DE","date":"2026-06-20","time":"21:00","venue":"Berghain","concertImage":"http://localhost:5001/assets/images/concert_berlin.jpg","description":"Disfruta de una noche mágica e inolvidable, donde The Dreamweavers transforman la emblemática Mercedes-Benz Arena en un universo de emociones. Sumérgete en un escenario que vibra al ritmo de sus sonidos cautivadores, donde cada acorde y cada nota se entrelazan para crear una atmósfera llena de magia y pasión. La fusión de melodías envolventes, letras profundas y la energía del público convierte el ambiente en un espacio único, en el que la música se siente en cada fibra de tu ser, dejando una huella imborrable en tu memoria."},{"id":2,"location":"París, FR","date":"2025-08-15","time":"21:00","venue":"AccorHotels Arena","concertImage":"http://localhost:5001/assets/images/concert_paris.jpg","description":"Únete a The Dreamweavers para vivir una experiencia inolvidable en el AccorHotels Arena, donde cada instante se transforma en una explosión de energía y emotividad. Sumérgete en un espectáculo envolvente en el que luces dinámicas, efectos visuales cautivadores y una puesta en escena impecable se combinan con la música vibrante y llena de alma de la banda. Este evento no solo promete transportar a la audiencia a un universo lleno de sensaciones intensas, sino que también invita a sentir la pasión y el compromiso artístico que definen a The Dreamweavers, haciendo de esta noche en el AccorHotels Arena una experiencia única e irrepetible."}],"merchandising":[{"id":1,"name":"Dreamweavers T-Shirt","price":24.99,"merchImage":"http://localhost:5001/assets/images/dreamweavers_tshirt.jpg","description":"Camiseta de alta calidad con un diseño exclusivo inspirado en The Dreamweavers."},{"id":2,"name":"Dreamweavers Vinyl","price":34.99,"merchImage":"http://localhost:5001/assets/images/dreamweavers_vinyl.jpg","description":"Edición limitada en vinilo del último álbum de The Dreamweavers."}],"socialLinks":{"facebook":"https://facebook.com/dreamweavers","instagram":"https://instagram.com/dreamweavers","twitter":"https://twitter.com/dreamweavers"},"__v":2,"updatedAt":{"$date":"2025-11-26T19:19:02.142Z"}},
{"_id":{"$oid":"67f541302881db471f2dbed6"},"id":3,"name":"Soulful Voices","profileImage":"http://localhost:5001/assets/images/soulfoulvoices.jpeg","genre":"Jazz","bio":"Un talentoso músico de jazz con un sonido único.","banner":"http://localhost:5001/assets/images/banner1.jpg","seguidores":"1.5M","ubicacion":"Nueva York, EE. UU.","albums":[{"$oid":"67f699efb8d4eca74755f1e1"},{"$oid":"67f7b789abcdef0123456789"},{"$oid":"67f900011abcdef012345670"},{"$oid":"67f7f222abcdefabcdefabcd"},{"$oid":"67f800002abcdef012345678"},{"$oid":"67f900005abcdef012345670"},{"$oid":"67f900004abcdef012345670"},{"$oid":"67f900012abcdef012345670"}],"concerts":[{"id":1,"location":"Chicago, IL","date":"2025-08-05","time":"19:30","venue":"Chicago Symphony Center","concertImage":"http://localhost:5001/assets/images/concertIL.jpg","description":"Soulful Voices presenta una velada única de jazz contemporáneo en el prestigioso Chicago Symphony Center. Esta actuación especial fusionará el jazz tradicional con elementos de música clásica y world music. El grupo estará acompañado por una sección de cuerdas de la Orquesta Sinfónica de Chicago, creando texturas sonoras nunca antes exploradas. El programa incluirá nuevas composiciones originales, así como interpretaciones innovadoras de clásicos del jazz. La acústica excepcional del venue permitirá apreciar cada matiz y detalle de las complejas armonías y improvisaciones que caracterizan el estilo único de Soulful Voices."},{"id":2,"location":"San Francisco, CA","date":"2025-09-12","time":"20:00","venue":"SFJAZZ Center","concertImage":"http://localhost:5001/assets/images/concertCA.jpg","description":"En esta noche especial, Soulful Voices transformará el SFJAZZ Center en un viaje musical a través de la historia del jazz. El concierto explorará la evolución del género desde sus raíces hasta las fronteras más contemporáneas. La banda presentará material de su próximo álbum, mezclando elementos de jazz modal, fusion y música experimental. La actuación incluirá colaboraciones sorpresa con leyendas locales del jazz de San Francisco, creando un diálogo musical único entre generaciones. El espectáculo también contará con una exposición fotográfica en el lobby que documenta el proceso creativo detrás de su último trabajo."}],"merchandising":[{"id":4,"name":"Vinilo de Soulful Voices","price":25.99,"merchImage":"http://localhost:5001/assets/images/merch4.jpg","description":"Edición limitada en vinilo del álbum de jazz suave de Soulful Voices."},{"id":5,"name":"Bolsa Tote de Soulful Voices","price":12.99,"merchImage":"http://localhost:5001/assets/images/merch5.jpg","description":"Bolsa ecológica con un diseño único de Soulful Voices."}],"socialLinks":{"facebook":"https://facebook.com/artistthree","instagram":"https://instagram.com/artistthree","twitter":"https://twitter.com/artistthree"},"__v":1,"updatedAt":{"$date":"2025-04-09T22:59:47.678Z"}},
{"_id":{"$oid":"67f541302881db471f2dbed8"},"id":1,"name":"The Soundscapers","profileImage":"http://localhost:5001/assets/images/soundscapers.jpg","genre":"Rock","bio":"Una banda de rock emergente conocida por sus actuaciones enérgicas.","banner":"http://localhost:5001/assets/images/banner1.webp","seguidores":"2.5M","ubicacion":"Londres, RU","albums":[{"$oid":"67f54128413d65a360d02916"},{"$oid":"67f54128413d65a360d02914"},{"$oid":"67f69988bd99d6772ca9affc"},{"$oid":"67f698b9f6bdc54147da5509"},{"$oid":"67f800006abcdef012345678"}],"concerts":[{"id":1,"location":"Nueva York, NY","date":"2025-05-15","time":"20:30","venue":"Madison Square Garden","concertImage":"http://localhost:5001/assets/images/concertNY.jpg","description":"Únete a The Soundscapers en una noche épica de rock alternativo en el corazón de Nueva York. Este concierto marca el inicio de su gira mundial 2025, donde presentarán su nuevo álbum junto con sus mayores éxitos. La banda promete una experiencia inmersiva con una producción visual espectacular, efectos especiales de última generación y algunas sorpresas especiales para los fans. Además, contaremos con artistas invitados que se unirán a la banda en el escenario para crear momentos únicos e irrepetibles."},{"id":2,"location":"Los Ángeles, CA","date":"2025-06-10","time":"21:00","venue":"Hollywood Bowl","concertImage":"http://localhost:5001/assets/images/concertLA.jpg","description":"The Soundscapers llega a Los Ángeles para ofrecer un espectáculo inolvidable bajo las estrellas. Esta presentación especial incluirá una orquesta en vivo que acompañará a la banda en nuevas versiones de sus canciones más emblemáticas. El concierto también celebrará el 5º aniversario de su álbum debut con una interpretación completa del mismo. La producción incluirá un impresionante show de luces, proyecciones mapped sobre el anfiteatro y una sección acústica íntima que mostrará el lado más personal de la banda."}],"merchandising":[{"id":1,"name":"Camiseta de The Soundscapers","price":19.99,"merchImage":"http://localhost:5001/assets/images/merch1.jpg","description":"Una camiseta de algodón de alta calidad con el logo de la banda."},{"id":2,"name":"Taza de The Soundscapers","price":9.99,"merchImage":"http://localhost:5001/assets/images/merch2.jpg","description":"Una taza de cerámica con un diseño genial de The Soundscapers."}],"socialLinks":{"facebook":"https://facebook.com/artistone","instagram":"https://instagram.com/artistone","twitter":"https://twitter.com/artistone"},"__v":1,"updatedAt":{"$date":"2025-04-09T22:59:47.674Z"}},
{"_id":{"$oid":"67f541302881db471f2dbedc"},"id":7,"name":"Stellar Echoes","profileImage":"http://localhost:5001/assets/images/stellarechoes.jpg","genre":"Synthwave","bio":"Un dúo que combina sintetizadores retro con ritmos modernos para crear un sonido nostálgico y futurista.","banner":"http://localhost:5001/assets/images/banner6ed.jpg","seguidores":"2.8M","ubicacion":"Los Ángeles, EE. UU.","albums":[{"$oid":"67f7a333abcdef0123456789"},{"$oid":"67f900002abcdef012345670"},{"$oid":"67f900001abcdef012345670"}],"concerts":[{"id":1,"location":"Los Ángeles, EE. UU.","date":"2025-09-20","time":"20:00","venue":"Hollywood Bowl","concertImage":"http://localhost:5001/assets/images/concertLA.jpg","description":"Stellar Echoes presenta un espectáculo lleno de energía en el icónico Hollywood Bowl, combinando magistralmente la esencia vibrante del synthwave con visuales retro que transportan al espectador a épocas pasadas y futuros imaginados. Cada compás y cada acorde se entrelazan con proyecciones de luces neuméricas y gráficos pixelados que reinventan la nostalgia de los sintetizadores clásicos, mientras que la puesta en escena, meticulosamente orquestada, inunda el recinto con una atmósfera única y envolvente. Los efectos visuales, potenciados por tecnología de última generación, acompañan cada fragmento musical, creando un diálogo sensorial entre el pasado y el futuro. En este espectáculo, Stellar Echoes no sólo ofrece una interpretación musical, sino que también invita a la audiencia a sumergirse en un viaje emocional y visual que redefine los límites del género, haciendo de cada presentación una experiencia inolvidable."},{"id":2,"location":"Miami, EE. UU.","date":"2025-10-15","time":"21:00","venue":"American Airlines Arena","concertImage":"http://localhost:5001/assets/images/miami.jpg","description":"Una experiencia única de Stellar Echoes en Miami, llevando el synthwave a nuevas alturas, que fusiona ritmos envolventes con una producción visual de vanguardia. En este concierto, cada compás se transforma en una vibrante expresión sonora que impulsa a la audiencia a sumergirse en un universo de luces, proyecciones y emociones intensas. La innovadora puesta en escena combina tecnología de última generación con una estética retro, creando un ambiente donde la nostalgia se encuentra con el futuro. Stellar Echoes redefine la experiencia musical en el American Airlines Arena, haciendo de cada nota un salto hacia nuevos horizontes y dejando una marca imborrable en la memoria de los asistentes."}],"merchandising":[{"id":1,"name":"Stellar Echoes T-Shirt","price":25.99,"merchImage":"http://localhost:5001/assets/images/stellarechoes_tshirt.jpg","description":"Camiseta exclusiva con un diseño inspirado en los sintetizadores retro de Stellar Echoes."},{"id":2,"name":"Stellar Echoes Poster","price":15.99,"merchImage":"http://localhost:5001/assets/images/stellarechoes_poster.jpg","description":"Póster exclusivo con arte inspirado en el último álbum de Stellar Echoes."}],"socialLinks":{"facebook":"https://facebook.com/stellarechoes","instagram":"https://instagram.com/stellarechoes","twitter":"https://twitter.com/stellarechoes"},"__v":0,"updatedAt":{"$date":"2025-04-11T12:00:00Z"}},
{"_id":{"$oid":"67f541302881db471f3dbedb"},"id":8,"name":"Electric Horizon","profileImage":"http://localhost:5001/assets/images/electric_horizon.jpg","genre":"Electronic","bio":"Electric Horizon redefine los límites de la música electrónica con ritmos pulsantes y paisajes sonoros inmersivos.","banner":"http://localhost:5001/assets/images/banner_electric.jpg","seguidores":"750K","ubicacion":"Berlin, DE","albums":[{"$oid":"67f800005abcdef012345678"},{"$oid":"67f7a456789abcdef0123456"},{"$oid":"67f541302881db471f2dbeda"}],"concerts":[{"id":1,"location":"Berlin, DE","date":"2026-06-20","time":"21:00","venue":"Berghain","concertImage":"http://localhost:5001/assets/images/concert_berlin.jpg","description":"Electric Horizon electrifica Berlín con una actuación innovadora que fusiona ritmos profundos y envolventes con visuales hipnóticos, creando una atmósfera que trasciende lo ordinario y transporta al público a un viaje interdimensional. En este espectáculo, cada compás se convierte en una explosión de energía que despierta emociones intensas, mientras los efectos visuales caleidoscópicos pintan el escenario con tonalidades vibrantes que parecen sacadas de otro mundo. La sincronización perfecta entre la música y las proyecciones hace que cada nota reverbere en el alma, invitando a los asistentes a perderse en un universo donde el tiempo se diluye y la realidad se transforma en pura fantasía. Con una puesta en escena meticulosamente orquestada, Electric Horizon convierte cada instante en una experiencia multisensorial inolvidable, desafiando los límites de lo convencional y llevando a la audiencia a explorar nuevas dimensiones sonoras y visuales."},{"id":2,"location":"Tokio, Japón","date":"2026-02-10","time":"20:00","venue":"The Tokyo Dome","concertImage":"http://localhost:5001/assets/images/tokioConcert.jpg","description":"Electric Horizon enciende Tokio con un espectáculo impresionante y deslumbrante, en el que cada nota y cada imagen se fusionan para crear una experiencia sensorial sin igual. A través de un escenario meticulosamente diseñado, los pulsos electrónicos se mezclan con una vibrante exhibición visual que transforma el Tokyo Dome en un universo alterno, donde la tecnología y el arte se funden en perfecta armonía. Cada compás es acompañado por efectos de luces caleidoscópicos y proyecciones impactantes que realzan la intensidad de la actuación, llevando a la audiencia a un viaje profundo a través de paisajes sonoros innovadores. La sincronización exacta entre los instrumentos y los elementos visuales genera una atmósfera casi hipnótica, haciendo que el tiempo parezca detenerse en un momento de pura exaltación. Este concierto no es solo una muestra de virtuosismo musical, sino también una experiencia transformadora que invita a perderse en un mar de emociones y creatividad, donde cada instante se siente único e inolvidable."}],"merchandising":[{"id":160,"name":"Electric Horizon T-Shirt","price":22.99,"merchImage":"http://localhost:5001/assets/images/merch_electric.jpg","description":"Taza de cerámica de alta calidad con un diseño exclusivo de Electric Horizon, ideal para disfrutar de tu bebida favorita mientras escuchas su música."},{"id":161,"name":"Electric Horizon T-Shirt","price":12.99,"merchImage":"http://localhost:5001/assets/images/merch_electric1.jpg","description":"Sudadera de alta calidad con un diseño minimalista que representa la estética única de Electric Horizon, perfecta para los amantes de la música electrónica."},{"id":162,"name":"Electric Horizon T-Shirt","price":74.99,"merchImage":"http://localhost:5001/assets/images/merch_electric2.jpg","description":"Pack completo de merchandising de Electric Horizon, que incluye una camiseta, una gorra y una pulsera, todo con un diseño exclusivo que refleja su estilo único."}],"socialLinks":{"facebook":"https://facebook.com/electrichorizon","instagram":"https://instagram.com/electrichorizon","twitter":"https://twitter.com/electrichorizon"},"__v":1,"updatedAt":{"$date":"2025-06-01T00:00:00Z"}},
{"_id":{"$oid":"67f541302881db471f2dbed7"},"id":4,"name":"DJ Beats","profileImage":"http://localhost:5001/assets/images/DJBeats.jpg","genre":"Pop","bio":"Una sensación del pop con melodías pegajosas y un estilo vibrante.","banner":"http://localhost:5001/assets/images/banner2.jpeg","seguidores":"963K","ubicacion":"Madrid, ES","albums":[{"$oid":"67f6967ea8b078764a272f7b"},{"$oid":"67f54128413d65a360d02917"},{"$oid":"67f54128413d65a360d02915"},{"$oid":"67f7e111abcdef0123456789"}],"concerts":[{"id":1,"location":"Miami, FL","date":"2025-07-20","time":"22:00","venue":"Space Miami","concertImage":"http://localhost:5001/assets/images/miami.jpg","description":"DJ Beats presenta su nuevo show 'Electronic Dreams' en una noche que promete revolucionar la escena electrónica de Miami. Este evento único combinará música electrónica de vanguardia con elementos visuales innovadores y tecnología interactiva. Los asistentes podrán experimentar un viaje musical a través de diferentes géneros electrónicos, desde house progresivo hasta techno melódico. El show incluirá bailarines, artistas visuales en vivo y una instalación de luz inmersiva que transformará completamente el espacio. Además, DJ Beats estrenará exclusivamente nuevos tracks de su próximo álbum."}],"merchandising":[{"id":3,"name":"Gorra de DJ Beats","price":15.99,"merchImage":"http://localhost:5001/assets/images/merch3.jpg","description":"Una gorra con estilo y el logo de DJ Beats bordado."}],"socialLinks":{"facebook":"https://facebook.com/artisttwo","instagram":"https://instagram.com/artisttwo","twitter":"https://twitter.com/artisttwo"},"__v":1,"updatedAt":{"$date":"2025-04-09T22:59:47.667Z"}},
{"_id":{"$oid":"67f541302881db471f2dbeda"},"id":5,"name":"Harmonies","profileImage":"http://localhost:5001/assets/images/echoharmonies.jpg","genre":"Ambient","bio":"Un grupo que mezcla sonidos ambientales con melodías relajantes para crear experiencias sonoras únicas.","banner":"http://localhost:5001/assets/images/banner44.jpg","seguidores":"2.5M","ubicacion":"Reykjavik, Islandia","albums":[{"$oid":"67f900008abcdef012345670"},{"$oid":"67f900007abcdef012345670"}],"concerts":[{"id":1,"location":"Reykjavik, Islandia","date":"2025-09-15","time":"19:00","venue":"Harpa Concert Hall","concertImage":"http://localhost:5001/assets/images/concertReykjavik.jpg","description":"Echo Harmonies presenta un espectáculo inmersivo en el Harpa Concert Hall, combinando música ambiental con visuales hipnóticos para sumergir al público en un viaje sensorial extraordinario. Con una fusión única de sonidos sutiles y proyecciones visuales que transforman cada rincón del venue en un lienzo de emociones, la actuación se despliega como una experiencia envolvente y profundamente emotiva. Cada acorde y cada nota se entrelazan con matices etéreos, creando paisajes sonoros que transportan a la audiencia más allá de la realidad cotidiana. La impecable sincronización entre la música y los efectos visuales hipnóticos invita a los asistentes a explorarse a sí mismos en un ambiente de introspección y magia, haciendo de esta noche en el Harpa Concert Hall una vivencia inolvidable y trascendental."},{"id":2,"location":"Oslo, Noruega","date":"2025-10-10","time":"20:00","venue":"Oslo Opera House","concertImage":"http://localhost:5001/assets/images/concertOslo.jpg","description":"Echo Harmonies ofrece una experiencia absolutamente única en la majestuosa Ópera de Oslo, donde la música se funde con la esencia misma de la naturaleza en una sinfonía de emociones. Durante este espectáculo innovador, cada acorde evocador y cada melodía sutil se combinan con proyecciones visuales inspiradas en paisajes naturales, generando un ambiente que recuerda al murmullo de un arroyo, al susurro del viento entre los árboles y al brillo del sol filtrándose a través del follaje. La puesta en escena, cuidadosamente diseñada, transforma el recinto en un santuario donde lo artístico y lo natural se encuentran en plena armonía, invitando al público a un viaje introspectivo y emocional. Esta experiencia única, que trasciende lo ordinario, celebra la íntima conexión entre la música y la naturaleza, dejando una huella imborrable en la memoria de quienes la viven."}],"merchandising":[{"id":1,"name":"Echo Harmonies T-Shirt","price":22.99,"merchImage":"http://localhost:5001/assets/images/echoharmonies_tshirt.jpg","description":"Camiseta exclusiva con un diseño inspirado en los paisajes sonoros de Echo Harmonies."},{"id":2,"name":"Echo Harmonies Vinyl","price":39.99,"merchImage":"http://localhost:5001/assets/images/echoharmonies_vinyl.jpg","description":"Edición limitada en vinilo del último álbum de Echo Harmonies."}],"socialLinks":{"facebook":"https://facebook.com/echoharmonies","instagram":"https://instagram.com/echoharmonies","twitter":"https://twitter.com/echoharmonies"},"__v":0,"updatedAt":{"$date":"2025-04-11T12:00:00Z"}},
{"_id":{"$oid":"67f541302881db471f2dbedb"},"id":6,"name":"Celestial Rhythms","profileImage":"http://localhost:5001/assets/images/celestialrhythms.jpg","genre":"Electronic","bio":"Un colectivo que combina ritmos electrónicos con sonidos espaciales para crear experiencias inmersivas.","banner":"http://localhost:5001/assets/images/banner5e.jpg","seguidores":"3.1M","ubicacion":"Tokio, Japón","albums":[{"$oid":"67f900006abcdef012345670"},{"$oid":"67f900003abcdef012345670"},{"$oid":"67f800003abcdef012345678"}],"concerts":[{"id":1,"location":"Tokio, Japón","date":"2025-11-05","time":"19:30","venue":"Tokyo Dome","concertImage":"http://localhost:5001/assets/images/tokioConcert.jpg","description":"Celestial Rhythms presenta un espectáculo futurista en el Tokyo Dome, combinando música electrónica con visuales espaciales que transportan a la audiencia a otro universo. En este escenario, cada compás se sincroniza perfectamente con proyecciones de nebulosas y galaxias en movimiento, creando un ambiente donde la energía de los beats se funde con destellos lumínicos que recorren el recinto. La innovadora tecnología de mapping y hologramas transforma cada rincón del Tokyo Dome en un lienzo digital, donde se despliegan paisajes interplanetarios y dinámicas estelares que amplifican la intensidad de cada nota. La experiencia se convierte en un viaje multisensorial: los pulsos electrónicos invitan a sumergirse en la inmensidad del cosmos, mientras los visuales espaciales pintan un escenario de fantasía futurista que estimula la imaginación y despierta emociones únicas. Cada instante del concierto se siente como una ventana a un futuro lleno de posibilidades, haciendo de esta actuación de Celestial Rhythms un evento inolvidable que redefine la experiencia musical."},{"id":2,"location":"Seúl, Corea del Sur","date":"2025-12-10","time":"20:00","venue":"Olympic Gymnastics Arena","concertImage":"http://localhost:5001/assets/images/concertSeoul.jpg","description":"Una experiencia única de Celestial Rhythms en Seúl es mucho más que un concierto; es un viaje inmersivo que redefine los límites de la música electrónica. En el escenario de la Olympic Gymnastics Arena, cada compás se transforma en una explosión de innovación sonora, llevando a la audiencia a explorar un universo donde la tecnología y la creatividad se funden en perfecta armonía. Los ritmos profundos se entrelazan con líneas melódicas complejas, mientras efectos visuales de vanguardia y proyecciones caleidoscópicas pintan el ambiente con colores vibrantes y formas en constante evolución. Esta sinergia entre sonido y luz crea una atmósfera casi hipnótica, en la que cada nota invita a descubrir nuevas dimensiones emocionales y sensoriales. La actuación de Celestial Rhythms en Seúl promete no solo desafiar las convenciones del género, sino también sumergir a los asistentes en una experiencia transformadora e inolvidable, en la que la música se convierte en un medio para trascender la realidad cotidiana y conectar profundamente con el poder evocador del espacio sonoro."}],"merchandising":[{"id":1,"name":"Celestial Rhythms Hoodie","price":49.99,"merchImage":"http://localhost:5001/assets/images/celestialrhythms_hoodie.jpg","description":"Sudadera exclusiva con un diseño inspirado en los sonidos espaciales de Celestial Rhythms."},{"id":2,"name":"Celestial Rhythms Vinyl","price":39.99,"merchImage":"http://localhost:5001/assets/images/celestialrhythms_vinyl.jpg","description":"Edición limitada en vinilo del último álbum de Celestial Rhythms."}],"socialLinks":{"facebook":"https://facebook.com/celestialrhythms","instagram":"https://instagram.com/celestialrhythms","twitter":"https://twitter.com/celestialrhythms"},"__v":0,"updatedAt":{"$date":"2025-04-11T12:00:00Z"}},
{"_id":{"$oid":"67f541302881db473f2dbeda"},"id":152,"name":"Synthwave Knight","profileImage":"http://localhost:5001/assets/images/SynthwaveKnight.jpg","genre":"Synthwave","bio":"Synthwave Knight te transporta a una era futurista con vibras retro, fusionando sintetizadores nostálgicos con ritmos modernos.","banner":"http://localhost:5001/assets/images/bannerSynth.jpg","seguidores":"1.1M","ubicacion":"Los Angeles, US","albums":[{"$oid":"67f7c999abcdef012345678a"},{"$oid":"67f800001abcdef012345678"}],"concerts":[{"id":152,"location":"Tokio, Japón","date":"2026-02-10","time":"20:00","venue":"The Tokyo Dome","concertImage":"http://localhost:5001/assets/images/tokioConcert.jpg","description":"Synthwave Knight enciende Tokio con un espectáculo espectacular, combinando a la perfección los acordes nostálgicos del synthwave clásico con innovadores sonidos futuristas y vibrantes. La puesta en escena es una auténtica explosión visual, donde luces de neón, proyecciones caleidoscópicas y efectos láser transforman el escenario en un universo digital que cautiva todos los sentidos. Cada compás se siente intensamente, creando una atmósfera en la que la tradición musical se fusiona con la tecnología más avanzada para transportarte a un viaje sensorial sin precedentes. En este concierto, la emoción y la energía se entrelazan para ofrecer una experiencia única e inolvidable en el corazón palpitante de Tokio."}],"merchandising":[{"id":152,"name":"Camiseta Synthwave Knight","price":19.99,"merchImage":"http://localhost:5001/assets/images/merch_knight.jpg","description":"Camiseta exclusiva de edición limitada de Synthwave Knight, diseñada para los verdaderos fanáticos del synthwave. Esta prenda premium fusiona un logo emblemático con gráficos retro-futuristas que evocan luces de neón y paisajes urbanos digitales, ofreciendo un diseño audaz y vanguardista. Fabricada en algodón de alta calidad para garantizar comodidad y durabilidad, cada detalle en la camiseta ha sido cuidadosamente elaborado para reflejar la estética única de la banda y transportar a quien la lleve a un universo da estilo y energía futurista."}],"socialLinks":{"facebook":"https://facebook.com/synthwaveknight","instagram":"https://instagram.com/synthwaveknight","twitter":"https://twitter.com/synthwaveknight"},"updatedAt":{"$date":"2025-04-10T00:00:00Z"}},
{"_id":{"$oid":"67fa878cd2f946363017d1ad"},"id":765,"name":"The rockers","profileImage":"http://localhost:5000/assets/images/default.jpg","genre":"Pop","bio":"Una sensación del pop con melodías pegajosas y un estilo vibrante.","banner":"http://localhost:5000/assets/images/banner2.jpeg","seguidores":"963K","ubicacion":"Madrid, ES","albums":[{"$oid":"67f6967ea8b078764a272f7b"},{"$oid":"67f54128413d65a360d02917"},{"$oid":"67f54128413d65a360d02915"},{"$oid":"67f7e111abcdef0123456789"},{"$oid":"67fa8ba4b54ede93bf08836a"},{"$oid":"67fa8c7e6591b57c684fe8a5"},{"$oid":"69288f0d7d671b73e6704ad7"}],"concerts":[{"id":1,"location":"Miami, FL","date":"2025-07-20","time":"22:00","venue":"Space Miami","concertImage":"http://localhost:5000/assets/images/miami.jpg","description":"DJ Beats presenta su nuevo show 'Electronic Dreams' en una noche que promete revolucionar la escena electrónica de Miami. Este evento único combinará música electrónica de vanguardia con elementos visuales innovadores y tecnología interactiva. Los asistentes podrán experimentar un viaje musical a través de diferentes géneros electrónicos, desde house progresivo hasta techno melódico. El show incluirá bailarines, artistas visuales en vivo y una instalación de luz inmersiva que transformará completamente el espacio. Además, DJ Beats estrenará exclusivamente nuevos tracks de su próximo álbum."}],"merchandising":[{"id":3,"name":"Gorra de DJ Beats","price":15.99,"merchImage":"http://localhost:5000/assets/images/merch3.jpg","description":"Una gorra con estilo y el logo de DJ Beats bordado."}],"socialLinks":{"facebook":"https://facebook.com/artisttwo","instagram":"https://instagram.com/artisttwo","twitter":"https://twitter.com/artisttwo"},"__v":4,"updatedAt":{"$date":"2025-11-27T17:49:01.081Z"}}
]